tap "homebrew/bundle"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "reviewdog/tap"
brew "alp"
brew "python@3.11"
brew "docutils", link: false
brew "awscli"
brew "awslogs"
brew "bluetoothconnector"
brew "boost"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "git-delta"
brew "golang-migrate"
brew "jq"
brew "libfido2"
brew "mas"
brew "mitmproxy"
brew "openssl@3", link: false
brew "pandoc"
brew "perl"
brew "python@3.9", link: false
brew "ruby-build"
brew "rbenv"
brew "ruby"
brew "switchaudio-osx"
brew "the_silver_searcher"
brew "tree"
brew "vim"
brew "volta"
brew "zsh"
cask "1password"
cask "1password-cli"
cask "alfred"
cask "charles"
cask "clipy"
cask "deepl"
cask "discord"
cask "docker"
cask "google-chrome"
cask "google-japanese-ime"
cask "iterm2"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "kindle"
cask "libreoffice"
cask "licecap"
cask "ngrok"
cask "popclip"
cask "postman"
cask "sequel-ace"
cask "skitch"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "wireshark"
cask "wkhtmltopdf"
mas "BetterSnapTool", id: 417375580
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Microsoft Remote Desktop", id: 1295203466
mas "Monosnap", id: 540348655
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Quiver", id: 866773894
mas "Yoink", id: 457622435
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "donjayamanne.githistory"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "GitHub.codespaces"
vscode "GitHub.copilot"
vscode "GitHub.github-vscode-theme"
vscode "GitHub.remotehub"
vscode "github.vscode-github-actions"
vscode "GitHub.vscode-pull-request-github"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "hediet.vscode-drawio"
vscode "ICS.japanese-proofreading"
vscode "kamikillerto.vscode-colorize"
vscode "KoichiSasada.vscode-rdbg"
vscode "mechatroner.rainbow-csv"
vscode "Metatype.copilot-vscode"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.remote-repositories"
vscode "ms-vsliveshare.vsliveshare"
vscode "ocamllabs.ocaml-platform"
vscode "oderwat.indent-rainbow"
vscode "Orta.vscode-jest"
vscode "Prisma.prisma"
vscode "rebornix.ruby"
vscode "shardulm94.trailing-spaces"
vscode "Shopify.ruby-lsp"
vscode "sorbet.sorbet-vscode-extension"
vscode "soutaro.steep-vscode"
vscode "TabNine.tabnine-vscode"
vscode "vscodevim.vim"
vscode "wingrunr21.vscode-ruby"
vscode "wix.vscode-import-cost"
vscode "yoavbls.pretty-ts-errors"
vscode "yzhang.markdown-all-in-one"
