tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "superbrothers/zsh-kubectl-prompt"
brew "awscli"
brew "ghq"
brew "git"
brew "hub"
brew "mitmproxy"
brew "peco"
brew "stern"
brew "the_silver_searcher"
brew "tig"
brew "tree"
brew "vim"
brew "yarn"
brew "zsh"
brew "superbrothers/zsh-kubectl-prompt/zsh-kubectl-prompt"
cask "alfred"
cask "google-chrome"
cask "ngrok"
cask "slack"
