tap "caskroom/cask"
tap "heroku/brew"
tap "homebrew/brewdler"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "sanemat/font"
brew "autoconf"
brew "readline"
brew "sqlite"
brew "python@3.8"
brew "awscli"
brew "bash-completion"
brew "libpng"
brew "freetype"
brew "fontconfig"
brew "libffi"
brew "glib"
brew "pixman"
brew "cairo"
brew "ccze"
brew "cmake"
brew "exercism"
brew "fcgi"
brew "harfbuzz"
brew "jpeg"
brew "libtiff"
brew "pango"
brew "fontforge"
brew "fzf"
brew "gmp"
brew "gcc"
brew "ghq"
brew "git"
brew "gobject-introspection"
brew "graphicsmagick"
brew "graphviz"
brew "hub"
brew "imagemagick"
brew "libusbmuxd"
brew "libimobiledevice", args: ["HEAD"]
brew "ios-webkit-debug-proxy", args: ["HEAD"]
brew "oniguruma"
brew "jq"
brew "leiningen"
brew "lha"
brew "libevent"
brew "libxml2"
brew "mas"
brew "maven"
brew "mitmproxy"
brew "nkf"
brew "node"
brew "nvm"
brew "pandoc"
brew "pv"
brew "pyenv"
brew "pyenv-virtualenv"
brew "ruby-build"
brew "rbenv"
brew "rbenv-binstubs"
brew "rbenv-bundler"
brew "rbenv-gemset"
brew "reattach-to-user-namespace"
brew "rename"
brew "ruby"
brew "stern"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tree"
brew "typesafe-activator"
brew "vim"
brew "watchman"
brew "yarn"
brew "heroku/brew/heroku"
cask "alfred"
cask "atom"
cask "bathyscaphe"
cask "burn"
cask "clipy"
cask "cmd-eikana"
cask "docker-toolbox"
cask "dropbox"
cask "evernote"
cask "firefox"
cask "genymotion"
cask "google-chrome"
cask "google-japanese-ime"
cask "gyazo"
cask "imageoptim"
cask "iterm2"
cask "java"
cask "keycastr"
cask "kindle"
cask "libreoffice"
cask "licecap"
cask "mysqlworkbench"
cask "ngrok"
cask "qblocker"
cask "racket"
cask "react-native-debugger"
cask "skitch"
cask "skype"
cask "slack"
cask "soundflower"
cask "tunnelbear"
cask "vagrant"
cask "virtualbox"
cask "vlc"
cask "wkhtmltopdf"
mas "BetterSnapTool", id: 417375580
mas "GarageBand", id: 682658836
mas "HazeOver", id: 430798174
mas "iMovie", id: 408981434
mas "iPhoto", id: 408981381
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Quiver", id: 866773894
mas "SpeakLine", id: 441968334
mas "Xcode", id: 497799835
